const DummyPage = (_props: any) => {
    return <div className="blog-title">
        <h2>บันทึกขี้โม้: #1 จุดเริ่มต้นการออกกำลังกายของผม เมื่อผมเริ่มต้นและใช้วินัยน้อยลงหลังจากเกิด Self Esteem</h2>

        <section className="disclaimer">
            <p>
                Disclaimer
                "ความภาคภูมิใจในตัวเองของแต่ละคนไม่เหมือนกัน"
                ใช้คำว่า self esteem แทนก็ได้นะ
            </p>
        </section>
        <hr />
        <br />

        <section className="blog-section long-version">
            <p>
                <h5>TLDR;</h5><br />
                Self Esteem ตอนแรกผมก็ไม่ค่อยจะมีสิ่งนี้เหมือนเงินนั่นแหละ ผมก็เลยตามหา โดยเริ่มแรกผมเสพสื่อพวก Body Transformation ของคนตปท.จาก YT เยอะมากๆ พวกที่ชอบถ่ายรูปตอนตัวเองหุ่นผอมมากในวัย high school และก็ถ่ายคลิปท่าออกกำลังกายผิดๆถูกๆเรื่อยมาจนตอนนี้ร่างกายล่ำซำเป็นปีศาจไปแล้ว จนเกิดความรู้สึกว่าอยากทำบ้างเพราะเป็นคนชอบอวด(ฮ่าๆ) บวกกับการที่ปท.ไทยอยู่ใต้อำนาจของลุงนานเกินจนได้เห็นลุงคนนึงทุกวันแล้วรู้สึกว่า ตอนแก่ไม่อยากเดินท่านี้ ตอนแก่ไม่อยากให้ใครต้องมาคอยประคองแบบนั้น อยากกระฉับกระเฉง เดินเองแบบเท่ๆคลูๆ ควงตัวเองบนบาร์ได้แบบคลิปผู้สูงอายุในจีนที่พ่อส่งมาให้ในไลน์ หลายอย่างประกอบกันเป็นภาพเชิงมโนคติภายใต้จิตใจ มากพอจนคิดว่ากลายเป็นส่วนนึงของอัตลักษณ์ผมไปแล้ว(เบียวออกกำลังกาย) และ ผม “เชื่อ” ว่าสิ่งที่ผมอยากทำ ผมทำได้
                <br /><br />
                ตอนผมเริ่มที่จะออกกำลังกายอย่างจริงจัง(อายุประมาณ First jobber) ผมไปดูวิธีสร้างกล้ามอกใน YT มาแบบ body weight เพราะไม่มีตังเข้ายิม อินฟรูในตอนนั้นแนะนำให้เล่นกลุ่ม Push ที่มีท่า Diamond Pushup เป็นส่วนประกอบ ซึ่งในตอนนั้นผมทำได้แค่ครั้งเดียวก็หน้าเขียวแล้ว แต่ผมก็คิดว่ามันไม่น่ายากเกินความสามารถเพราะวิดพื้นธรรมดาก็ทำได้ประมาณนึงแล้ว
                <br /><br />
                วิธีการที่ผมใช้ช่วงแรกก็คือ “วินัย” เนี่ยแหละ ซึ่งเป็นวิธีที่ผมไม่ชอบที่สุดเพียงเพราะว่ามัน “ไม่สนุก” และ “น่าเบื่อ” ผมเป็นคนรักสนุกมากจึงรู้ว่าไม่ใช่หนทางในระยะยาวแน่นอน แต่ก็อดทนกับคำนี้ ในช่วงแรกผมฝึกท่านี้ท่าเดียวและจะใช้เวลาได้ไม่นานมาก ทำได้ไม่ถึง 15 ครั้ง{"(<15นาที)"}ก็หมดแรงแล้ว แต่พยายามทำให้ครบตามจำนวน rep, set ที่ตั้งไว้ใน “เกือบทุกวัน” (เตือนตัวเอง: ไม่ดีๆควรพักเยอะกว่านี้ train hard แต่ไม่ smart)
                <br /><br />
                ตอนแรกก็ตั้งเป้าไว้ไม่เยอะเพื่อให้ถึงง่ายๆ ทำไปเรื่อยๆโดยใช้ Progressive Overload method ท้าทายตัวเองขึ้นในแต่ละสัปดาห์ ใช้เวลาประมาณ 1-2 เดือนก็สามารถทำได้ถึง 100 ครั้ง(แบ่งทำเป็น set) และใช้การตั้งกล้องถ่ายวิดีโอเกือบทุกครั้งที่นึกได้ ไว้เป็นหลักฐาน “ความพยายาม” เอาไว้มานั่งดูฟอร์มของตัวเอง(จริงๆจะเอาไปโม้) ฟอร์มตอนนั้นก็คือไม่ได้ถูกและสวยเลย เน้นปริมาณชัดๆ(ฮ่าๆ) แต่ผลสัมฤทธิ์ที่ได้คือกล้ามเนื้ออกที่พอจะโตขึ้นบ้าง จุดนี้แหละที่ทำให้เกิดความภาคภูมิใจเล็กๆขึ้นมา(ถึงแม้ว่าจะไม่ได้มากมายก็ตาม) แต่พอมาถึงจุดนี้ ความรู้สึกที่อยากจะรักษาหรือต่อยอดความพอใจมันเกิดขึ้นมาเอง ในตอนนั้นผมรู้สึกภูมิใจในตัวเองที่ทำท่า(ที่ไม่เคยทำได้)ได้ดีขึ้น บวกนิสัยที่ได้รับเพิ่มเติมคือการที่เรารักตัวเองมากขึ้นและจะไม่ปล่อยให้ความพยายามนี้สูญเปล่า มันเกิดขึ้นมาเองและคงอยู่โดยที่ผมเชื่อว่าผมไม่ได้คิดเอาเองแน่นอน ส่วนกล้ามเนื้อที่โตขึ้นผมมองว่านั่นคือ “กำไร”
            </p>
        </section>

        <section className="blog-section short-version">
            <p>
                <h5>Short;</h5><br />
                ผมในวัย First jobber ผู้ที่อยากมีกล้าม ทำท่าเบสิคอย่าง Diamond Push-up ไม่ได้ จึงอาศัย “วินัย” ในช่วงแรก จนทำได้จากไม่ถึง 10 ครั้ง เป็น 100 ครั้ง ภายในระยะเวลา 2 เดือน ผมเกิดความ “รัก” ทั้งในตัวเองและการออกกำลังกายขึ้นมาเองแบบไม่รู้ตัว พอถึงจุดนี้ตัวผมลดการใช้วินัยจนเกือบหมดไปเอง แล้วมาใช้ “ความภูมิใจ” แทน ในการที่ผมจะ “รักษา” สิ่งที่ได้พยายามมาต่อไป จนถึงตอนนี้กำลังจะ 30 ยังชอบออกกำลังกายอยู่และไม่รู้สึกเบื่อแต่อย่างใด

            </p>
        </section>

        <section className="blog-section key-takeaways">
            <p>
                <h5>Key Takeaways;</h5><br />
                <ul>
                    <li>Self Esteem</li>
                    <li>Body Transformation</li>
                    <li>Less Discipline</li>
                    <li>Progressive overload</li>
                </ul>
            </p>
        </section>

        <section className="blog-section key-takeaways">
            <p>
                <h5>คำแนะนำที่อยากแบ่งปัน(โม้)</h5><br />
                <ul>
                    <li>ใครอยากลดนน. อย่าชั่งน้ำหนักบ่อย มันท้อง่ายเร็วและแรง(ศักพภาพที่ซ้อนเล่นยังไม่ทำงาน ref: Atomic Habbit)</li>
                    <li>กระจกส่องบ่อยได้ และพยายามสังเกตให้เห็นรูปร่างที่เปลี่ยนไปและสัมผัสได้จริง ได้แรงใจที่ดีกว่า</li>
                    <li>ทำในสิ่งที่ชอบแล้วมันจะสนุกเอง บอกทำไม ข้ามไปข้อถัดไป เอ้าอยากอ่าน ก็อย่างเช่นไม่ชอบวิ่ง ก็อย่าไปฝืนแล้วเกลียดการวิ่ง อย่าทำแบบนั้น ถ้าท้ายที่สุดมันจะไม่ชอบก็ช่างมัน</li>
                    <li>หาท่า body weight  ที่ชอบ เอาไว้ออกแก้เครียด ถ้าหาไม่เจอให้ลองเสิช Pilates no equipment หรือ Yoga ใน YT ดู</li>
                    <li>ถ้าต้องออกกำลังกายคนเดียวแล้วไม่มั่นใจว่าตัวเองทำถูกไหม ให้ถ่ายคลิปแล้วดูว่าเบื้องต้นท่าสวยไหม ผมเชื่อว่าความสวยงามสามารถบอกความถูกต้องได้ และคิดว่าการออกกำลังจริงๆใช้เซ็นส์ได้ จนถึงจุดนึงหรือช่วงเวลานึงเราจะรู้เองว่าที่เรามาถูกต้องไหม(เราอาจจะเจ็บหรือไม่มีพัฒนาการแสดงว่าเรามาผิดทาง หรือเราทำได้ดีขึ้นเรื่อยๆอย่างก้าวกระโดดแสดงว่าเรามาถูกทาง) ให้ดีก็คือมีเพื่อนที่คอยบอกว่าท่าเราแปลกไหมจะดีกว่า แต่ถ้าต้องออกคนเดียว อย่าได้เขินกล้อง</li>
                </ul>
            </p>
        </section>

    </div>;
}

export default DummyPage;